Repository: yourcelf/btb
Catalog: scanblog/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Profile for %(profile.user.profile.display_name)s
fr: Profile pour %(profile.user.profile.display_name)s

source: Change password
fr: Changer le mot de passe

source: Email subscriptions
fr: Abonnements par email

source: Save details
fr: Enregistrer les details

source: Current profile page
fr: Page de profile en cours

source: Profile for
fr: Profil pour

source: Your registration is now complete.
fr: Votre enregistrement est effectué.

source: You may now
fr: Vous savez peut-être

source: login
fr: s'authentifier

source: Hello
fr: Bonjour

source: To complete your registration, follow this link:
fr: Pour compléter l'enregistrement sur le site, suivez le lien :

source: This link will expire in {{ expiration_days }} days, so don't delay.
fr: Ce lien expire dans {{ expiration_days }} jours, donc ne tardez pas.

source: See you on {{ site.name }}!
fr: À plus sur {{ site.name}}!

source: Sincerely
fr: Sincèrement

source: {{ site.name }} staff
fr: L'équipe de {{ site.name }}

source: Registration Confirmation
fr: Confirmation d'enregistrement

source: Login
fr: S'authentifier

source: Have an account? Login
fr: Vous avez un compte ? S'authentifier

source: Forgot your password?
fr: Oublié votre mot de passe ?

source: Register
fr: S'enregistrer

source: Sorry, that name is taken.
fr: Désolé, le nom est déjà pris.

source: Name available.
fr: Nom disponible.

source: Change password for
fr: Changer le mot de passe pour

source: For security purposes, enter your old password first.
fr: Pour des raisons de sécurité, entrez vos ancien mot de passe.

source: Change Password
fr: Modifier le mot de passe

source: Password reset complete
fr: Remise à zéro effectuée

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe à été enregistré. Vous pouvez vous authentifé à présent.

source: Log in
fr: S'authentifier

source: Password reset
fr: Mot de passe remis à zéro

source: Enter new password
fr: Renseigné un nouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Merci d'entrer votre nouveau mot de passe deux fois pour que nous puissions vérifer que vous l'avez tapé correctement.

source: New password:
fr: Nouveau mot de passe:

source: Confirm password:
fr: Confirmation du mot de passe:

source: Change my password
fr: Changement de mot de passe

source: Password reset unsuccessful
fr: Remise à zéro du mot de passe a échoué

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de remise à zéro du mot de passe est invalide, il est possible qu'il ait déjà été utilisé. Merci de refaire une demande de remise à zéro du mot de passe.

source: Request password reset
fr: Demandez une remise à zéro de votre mot de passe

source: Password reset successful
fr: Remise à zéro du mot de passe effectué

source: Reset e-mail sent
fr: E-mail de remise à zero du mot de passe envoyé

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should receive it soon.
fr: Un email vous a été envoyé avec des instructions pour faire une remise à zéro de votre mot de passe

source: password reset
fr: remise à zéro du mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fr: Vous avez oublié votre mot de passe ? Entrez votre addresse email ci-dessous et nous vous enverons des instructions pour en entrer un nouveau.

source: Reset my password
fr: Remise à zéro de mot de passe

source: Registration temporarily closed
fr: Création de compte temporairement fermée

source: Registration is temporarily disabled while the site is undergoing maintenance.
fr: L'enregistrement de nouveaux utilisateurs est temporairement désactivé pendant une opération de maintenance du site.

source: Confirmation email sent
fr: Email de confirmation envoyé

source: Registration
fr: Inscription

source: New user registration
fr: Inscription d'un nouvel utilisateur

source: %%{ trans "Registered users may leave comments and transcribe posts. By registering, you are agreeing to abide by the <a href='%(terms)s'>Terms of Service</a> and <a href='%(privacy)s'>Privacy Policy</a>." %%}
fr: Les utilisateurs enregistrés peuvent laisser des commentaires et contribuer des retranscriptions des articles. En créant un compte sur la plateforme vous êtes d'accord avec les <a href='%(terms)s'>conditions d'utilisation</a> et la <a href='%(privacy)s'>politique vie privée</a>.

source: Welcome
fr: Bienvenu

source: Registration successful. You may now leave comments, transcribe posts, and <a href='%(edit_profile)s'>edit your profile</a>.
fr: Enregistrement réussi. Vous pouvez à présent laisser des commentaires, retranscrire des articles et <a href='%(edit_profile)s'>éditer votre profil</a>.

source: If you haven't yet, please look over the <a href='%(community_guidelines)s'>community guidelines</a> for comments and transcriptions.
fr: Si vous n'avez pas encore lu le <a href='%(community_guidelines)s'>guide de la communauté</a> qui explique la démarche pour les commentaires et les retranscriptions.

source: Revision
fr: Révision

source: ago
fr: il y a

source: Leave a note
fr: Laisser une note

source: Thanks for updating the transcription. Would you like to leave a note for the author so they know you've done the work? Please take a moment to personalize it, now that you've read their work!
fr: Merci d'avoir mis à jour cette transcription. Souhaitez vous laisser un message à l'auteur pour qu'il sache que vous avez travaillé sur son texte ? Étant donné que vous avez lu son texte, merci de prendre une minute pour personnaliser ce message.

source: No thanks, skip this
fr: Non merci, sauter cette étape

source: Really delete scan?
fr: Vraiment supprimer ce scan ?

source: Are you sure you want to delete this scan? The following documents and any comments they have will also be deleted.
fr: Êtes vous sûr de vouloir supprimer cette numérisation ? Les documents associés et tous les commentaires seront égualement supprimés.

source: Delete (no undo)
fr: Supprimer (irreversible)

source: comments
fr: commentaires

source: Scan pages
fr: Pages numérisées

source: Flag content
fr: Signaler ce contenu

source: Notify moderators
fr: Prévenir les modérateurs

source: Merge Scan
fr: Fusionner la numérisation

source: Reimport scan
fr: Réimporter la numérisation

source: Upload scans
fr: Envoi de fichiers

source: Replace Scan
fr: Remplacer la numérisation

source: Choose a PDF file to replace this scan's with.
fr: Choisir un PDF pour remplacer cette numérisation.

source: Transcription revisions
fr: Révisions de la retranscription

source: edit transcription
fr: editer la retranscription

source: Compare
fr: Comparer

source: Editor
fr: Editeur

source: No transcription yet. Add one!
fr: Pas encore de retranscription. Ajoutez en une !

source: Transcription editor
fr: Editeur de retranscription

source: Arrange:
fr: Arranger :

source: Arrange horizontally
fr: Arranger horizontalement

source: Arrange vertically
fr: Arranger verticalement

source: Transcription:
fr: Retranscription :

source: Upload Scans
fr: Envoyer des numérisations

source: Upload individual PDF files, or zip files containing multiple PDFs.
fr: Envoyer des fichiers PDF individuellement ou un fichier ZIP contenant plusieurs PDFs.

source: Add subscription
fr: Ajouter un abonnement

source: Add a subscription to
fr: Ajouter un abonnement à

source: posts tagged
fr: articles ayant un tag

source: posts by
fr: Articles de

source: comments on
fr: commentaires à propos

source: posts from
fr: Articles de

source: Sign me up!
fr: Enregistrez moi!

source: Subscription settings
fr: Préférences d'abonnements
