Repository: yourcelf/btb
Catalog: scanblog/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email address
fr: Adresse email

source: Email optional.
fr: email optionnel.

source: Successfully logged out.
fr: Déconnexion réussie.

source: Password changed successfully.
fr: Mot de passe modifié avec succès.

source: All comments on %s
fr: Tous les commentaires à propos de %s

source: Comment
fr: Commentaire

source: Comments on '%s'
fr: Commentaires à propos '%s'

source: New reply
fr: Nouvelle réponse

source: new reply to a post you're following
fr: nouvelle réponse à un article que vous suivez

source: New post
fr: Nouvel article

source: new letter from an author or subject you're following
fr: nouvelle lettre d'un auteur ou d'une sujet que vous suivez

source: Reply
fr: Répondre

source: If you enter anything in this field your comment will be treated as spam
fr: Si vous entrez quelquechose dans ce champ, votre commentaire sera considéré comme du spam

source: A moderator will review that comment shortly. Thanks for helping us run a tight ship.
fr: Un modérateur va faire une revue de votre commentaire bientôt. Merci de nous aider.

source: * E-mail address
fr: Adresse e-mail

source: Required. We never share or make e-mail addresses public.
fr: Obligatoire. Nous ne partageons jamais les addresses mails de notre site.

source: E-mail address
fr: Adresse email

source: * Display name
fr: Nom affiché

source: Required.
fr: Obligatoire.

source: Show posts and comments that have been marked as adult?
fr: Montre les articles et commentaires qui ont été noté comme du contenu adulte ?

source: Changes saved.
fr: Changements enregistrés.

source: Untitled
fr: Sans titre

source: Check if transcription is complete
fr: Vérifier si la retranscription est complète

source: Thanks for your attention to detail. Transcription updated.
fr: Merci pour votre attention au détail. La transcription a été mise à jour.

source: A moderator will review that post shortly. Thanks for helping us run a tight ship.
fr: Un modérateur va faire une revue de votre article sous peu. Merci pour votre aide.

source: 404 - Not found
fr: 404 - Document introuvable

source: 404 Not Found
fr: 404 Document introuvable

source: Sorry, no page with that address can be found.
fr: Désolé, il n'existe pas de page à l'adresse demandée.

source: 500 Internal Server Error
fr: 500 Erreur interne

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Human Stories from Prison
fr: Des histoires humaines en prison

source: Home
fr: Acceuil

source: Human stories from prison
fr: Des histoires humaines en prison

source: ... encourages inmates to retain their individual identities ...
fr: ... encourage les détenus à garder leur identité ...

source: Amazing stuff.
fr: Incroyable!

source: Featured posts
fr: Articles mis en avant

source: Recent comments
fr: Commentaires récents

source: Join the conversation!
fr: Rejoignez la conversation!

source: People
fr: Personnes

source: About
fr: À propos

source: Moderation
fr: Modération

source: Upload
fr: Envoi de fichiers

source: Admin
fr: Administration

source: Compose
fr: Écrire

source: Logout
fr: Se déconnecter

source: Sign in
fr: Se connecter

source: or
fr: ou

source: Join
fr: S'inscrire

source: Contact us
fr: Nous contacter

source: Copyrights
fr: Droits d'auteur

source: Terms of Use
fr: Conditions d'usage

source: Privacy Policy
fr: Politique vie privée

source: DMCA
fr: Mentions légales

source: Community Guidelines
fr: Guide de la communauté

source: Frequently Asked Questions
fr: Foire Aux Questions

source: Copyright policy
fr: Droits d'auteur

source: Who is behind this?
fr: Qui est à l'initiative de ce projet ?

source: Why blogging?
fr: Pourquoi un blog ?

source: Get involved
fr: Comment s'impliquer ?

source: comment ... volunteer ... process mail ...
fr: commentez... participez... gérer du courrier postal...

source: About %(site.name)s
fr: À propos de %(site.name)s

source: Leave comments
fr: Laisser des commentaires

source: Transcribe posts
fr: Retranscrire des articles scannés

source: %(site.name)s relies on visitors to transcribe its bloggers' posts. You can help us out by <a href="%(url_registration_register)s">signing up</a> and <a href="%(url_auth_login)s">logging in</a>, and starting to transcribe posts that interest you. Transcriptions make the blogs more accessible to search engines, translators and visitors.
fr: %(site.name)s compte sur les internautes visitant ce site pour retranscricre les articles des blogeurs. C'est une démarche collaborative communément appellée le crowdsourcing. Vous pouvez aider en <a href="%(url_registration_register)s">vous inscrivant</a> et ainsi pouvoir <a href="%(url_auth_login)s">vous identifier sur le site</a>, et commencer à contribuer des retranscriptions des articles qui vous interressent. Les retranscriptions des blogs améliorent l'accessibilité des contenu pour les internautes ainsi que les moteurs de recherche.

source: Resources
fr: Ressources

source: {{ site.name }} Terms of Use
fr: {{ site.name }} Conditions d'usage

source: Recent posts
fr: Articles récents

source: Comments
fr: Commentaires

source: Authors
fr: Auteurs

source: Every Page
fr: Toutes les pages

source: Posts by category
fr: Articles par categorie

source: Uncategorized
fr: Sans catégorie

source: Campaigns
fr: Campagnes

source: All posts by date
fr: Tous les articles par date

source: on
fr: le

source: by
fr: par

source: All comments
fr: Tous les commentaires

source: Authors with recent posts
fr: Auteurs ayant des articles récents

source: profile
fr: profil

source: All authors
fr: Tous les auteurs

source: Read more &raquo;
fr: Lire plus &raquo;

source: From
fr: De

source: writing for
fr: écrivant pour

source: This post must be viewed on
fr: Cet article doit être vu sur

source: Read more
fr: Lire plus

source: Scanned page
fr: Page scannée

source: uploaded
fr: télétransmis

source: filed under:
fr: enregistré sous :

source: Share this
fr: Partager

source: at
fr: sur

source: Share on twitter
fr: Partager via twitter

source: Share on facebook
fr: Partager via facebook

source: Share on Pinterest
fr: Partager via Pinterest

source: Recent Comments
fr: Commentaires récents

source: Posted on
fr: Publié sur

source: More comments
fr: Plus de commentaires

source: Recent posts from all authors
fr: Contenu récent de tous les auteurs

source: My Blog Posts
fr: Mes entrées de blog

source: Blogs from writers in prison
fr: Blogs d'écrivains en prison

source: Recent posts by date
fr: Contenus récents par date

source: Delete the post
fr: Supprimer l'article

source: and remove it from the site?
fr: et le supprimer de ce site ?

source: This can't be undone.
fr: Cette opération est irreversible.

source: Delete post
fr: Supprimer l'article

source: Cancel
fr: Annuler

source: Editing post
fr: Edition de l'article

source: Compose post
fr: Écrire un article

source: If you'd like to remove the post, click &ldquo;Delete post&ldquo; below.
fr: Si vous souhaitez supprimer cet article, cliquez sur &ldquo;Supprimer l'article&ldquo; ci-dessous.

source: (optional) Comma separated list of categories
fr: (optionnel) Liste de catégories séparées par des virgules

source: Save post
fr: Enregistré l'article

source: My posts
fr: Mes articles

source: Compose new post
fr: Editer un nouvel article

source: Title
fr: Titre

source: Draft
fr: Brouillon

source: Ready to publish
fr: Prêt à la publication

source: Published
fr: Publié

source: Can't be published
fr: Ne peux pas être publié

source: View on site
fr: Voir sur le site

source: No posts yet.
fr: Pas encore d'articles.

source: Recent posts from authors in
fr: Articles récent des auteurs lié à

source: By the page
fr: Par page

source: Every page
fr: Toutes les pages

source: Loading...
fr: Chargement...

source: That's all so far
fr: C'est tout pour l'instant

source: help us grow
fr: aidez nous à grandir

source: author's <a href='{{ post.author.profile.get_absolute_url }}'>profile</a>
fr: le <a href='{{ post.author.profile.get_absolute_url }}'>profil</a> de l'auteur

source: This post is in reply to comments on
fr: Cet article est en réponse aux commentaires sur

source: Transcription
fr: Retranscription

source: edit
fr: editer

source: revisions
fr: révisions

source: Replies
fr: Réponses

source: Replies feed
fr: Flux des réponses

source: Posts tagged
fr: Articles ayant un tag

source: Uncategorized posts
fr: Articles sans catégorie

source: A flag was created for
fr: Un signalement a été créé pour

source: by user
fr: par l'utilisateur

source: Content URL
fr: URL du contenu

source: Edit flagging user
fr: Éditer l'utilisateur ayant signalé le contenu

source: Delete flagging user
fr: Supprimer l'utilisateur ayant signalé le contenu

source: Note content
fr: Contenu de la note

source: A comment has been posted on
fr: Un commentaire a été posté à propos de

source: Moderation functions
fr: Fonctions de modération

source: Admin functions
fr: Fonctions d'administation

source: Edit user
fr: Éditer l'utilisateur

source: Delete user
fr: Supprimer l'utilisateur

source: The transcription for
fr: Retranscription pour

source: was edited by user
fr: a été éditer par l'utilisateur

source: Edit transcription
fr: Editer la retrancription

source: View document
fr: Voir le document

source: A blog post was added or edited by user
fr: Un article a été ajouté ou éditer par l'utilisateur

source: View post
fr: Voir l'article

source: Edit user in admin
fr: Éditer l'utilisateur en tant qu'administrateur

source: A profile PDF was uploaded by user
fr: Un PDF de profil a été envoyé par l'utilisateur

source: We will print and mail your reply by <span class='comment-maildate'></span>.
fr: Nous imprimerons et enverrons par la poste votre commentaire le <span class='comment-maildate'></span> au plus tard.

source: Guidelines
fr: Directives

source: Send Reply &raquo;
fr: Envoyé une réponse &raquo;

source: Delete reply
fr: Supprimer la réponse

source: Are you sure you want to delete this reply? There is no undo.
fr: Êtes-vous sûr de vouloir supprimer cette réponse ? Cette opération est irreversible.

source: Edit comment
fr: Éditer le commentaire

source: Save changes
fr: Enregistrer les changements

source: Preview your comment
fr: Avoir un aperçu de votre commentaire

source: and
fr: et

source: Post your comment
fr: Publiez votre commentaire

source: or make changes
fr: ou faites des changement

source: Preview
fr: Aperçu

source: Pending
fr: En attente

source: Sent
fr: Envoyé

source: Write a letter
fr: Écrire une lettre

source: Manage correspondence
fr: Gérer la correspondance

source: Changed letter sent status.
fr: Status d'envoi de la lettre modifié

source: Recipient
fr: Receveur???

source: Letters
fr: Lettres

source: Date created
fr: Date de création

source: Sender
fr: Émetteur???

source: Confirm delete letter
fr: Confirmez la suppression de la lettre

source: Are you sure you want to delete this letter?
fr: Êtes vous sûr de vouloir supprimer cette lettre ?

source: Delete letter
fr: Supprimer la lettre

source: cancel
fr: annuler

source: To
fr: À

source: Mass Mailing Spreadsheet
fr: Tableur récapitulatif de publipostage

source: Spreadsheets for users in the following organizations:
fr: Tableur pour les utilisateurs de l'organisation :

source: All users in
fr: Tous les utilisateurs dans

source: In prison
fr: En prison

source: In the system, with returned license agreement or without.
fr: Inscrit avec un accord signé ou pas.

source: Invitable
fr: Possibilité d'inviter

source: On the waitlist or not yet waitlisted -- we could send them an invitation.
fr: Sur liste d'attente ou pourrait y être -- nous pourrions leur envoyer une invitation.

source: Waitlistable
fr: Possibilité d'entrer sur la liste d'attente

source: We have their name, but we haven't invited them, nor have we sent a waitlist postcard.
fr: Nous avons leurs noms, mais ils ne sont pas encore invités ou sur liste d'attente.

source: Waitlisted
fr: Sur liste d'attente

source: We have sent them a waitlist postcard, and we haven't sent an invitation.
fr: Lettre de liste d'attente envoyé, pas encore envoyé d'invitation.

source: Lost Contact
fr: Contact perdu

source: Invited users in
fr: Utilisateurs invités dans

source: Invited
fr: Invités

source: An invitation has been sent, but license agreement has not been returned.
fr: Invitation envoyée, mais accord signé pas encore recu.

source: Enrolled
fr: Inscription complète

source: In prison, have returned a license agreement.
fr: En prison, ont renvoyé un accord signé.

source: Bloggers with published content
fr: Bloggeurs ayant du contenu publié

source: Have a post or profile published.
fr: Ont un article ou un profil publié.

source: Pending correspondence
fr: Correspondance en attente

source: Update pending correspondence
fr: Mettre à jour la correspondance en attente

source: Refreshes all 'automatic' pending correspondence.
fr: Mettre à jour toutes les correspondances 'automatiques' en attente.

source: Waitlist consent requests
fr: Demande d'inscription sur la liste d'attente

source: Generates "waitlist" postcards for all consent requests that haven't received them.
fr: Génerer les carte postales "liste d'attente" pour tous les utilisateurs ayant signé l'accord et qui n'ont pas recu cette correspondance.

source: Collated mailings:
fr: Publipostage Collated???

source: Include consent envelopes?
fr: Inclure des envelopes pour renvoi de l'accord ?

source: Before date
fr: Avant la date

source: Include waitlist postcards?
fr: Inclure la carte postale de liste d'attente ?

source: Include "signup complete" letters?
fr: Inclure la lettre d'inscriptin complétée ?

source: Include first posts?
fr: Inclure le premier article publié ?

source: Include comments?
fr: Inclure les commentaires ?

source: Include personal letters?
fr: Inclure les lettres personnelles ?

source: Build collated mailing
fr: Générer le publipostage aggrégé

source: Mailings:
fr: Publipostages :

source: Sent correspondence
fr: Correspondance envoyée

source: Recent comments left for %(recipient_profile)s
fr: Commentaires récents postés pour %(recipient_profile)s

source: Excerpt
fr: Extrait

source: Reply ID
fr: Identifiant de réponse

source: To reply to these comments, please print the following &ldquo;reply ID&rdquo; at the top of the page: <b class='mono'>{{ post.reply_code.code }}</b>. This will allow us to notify the comment authors that you have written a response. Please only include one reply ID at a time &ndash; to reply to more than one set of comments, use a separate page.
fr: Pour répondre à ces commentaires, merci de noter l'identifiant de réponse en haut de la page. Ceci nous permet de prévenir la personne ayant écrit le commentaire de votre réponse. Merci de noter un seul identifiant à la fois et d'utiliser des pages séparées pour chaque réponse.

source: All posts
fr: Tous les articles

source: Posts by
fr: Articles de

source: Comments on
fr: Commentaires activés

source: Recent posts from
fr: Articles récents de

source: Subscribe
fr: S'abonner

source: Get notifications when new letters or replies are posted!
fr: Obtenir une notification lorsque un nouvelle article ou de nouvelles réponses ont été publiées.

source: Posts from
fr: Articles de

source: Posts tagged with
fr: Articles ayant le tag

source: email me
fr: envoyez moi un mail

source: All <em>%(site_name)s</em> posts:
fr: Tous les articles de <em>%(site_name)s</em> :

source: posts
fr: articles

source: Save
fr: Enregistrer

source: Letter
fr: Lettre

source: First post
fr: Premier article

source: Delete
fr: Supprimer

source: Waitlist
fr: Liste d'attente

source: Unfinished
fr: Pas fini

source: Finished
fr: Fini

source: Needs attention
fr: A besoin d'une intervention

source: Open Tickets
fr: Tickets ouverts

source: Outgoing Mail
fr: Courrier sortant

source: Enqueued
fr: Dans la file d'attente

source: Remove
fr: Supprimer

source: Add Note
fr: Ajouter une note

source: Needs further attention?
fr: A besoin d'une intervention ?

source: Add Note/Ticket
fr: Ajouter une note ou un ticket

source: NEEDS ATTENTION
fr: NECESSITE UNE INTERVENTION

source: Assigned to
fr: Assigné à

source: By
fr: Par

source: Edit note
fr: Éditer la note

source: Delete note
fr: Supprimer la note

source: Mark resolved
fr: Marquer comme résolu

source: Scans needing attention
fr: Scans nécéssitant du travail

source: Documents needing attention
fr: Documents nécessitant du travail

source: Delete scan
fr: Supprimer le scan

source: Warning
fr: Avertissement

source: Replace scan
fr: Remplacer le scan

source: Re-parse scan
fr: Re-importer le scan

source: Merge scans
fr: Fusionner les scans

source: Scan Code
fr: Code du scan

source: Author
fr: Auteurs

source: Post
fr: Publier

source: Edit documents
fr: Editer les documents

source: active
fr: actif

source: Manage tasks
fr: Gérer les tâches

source: Tasks
fr: Tâches

source: Restrict to
fr: Limiter à

source: PENDING
fr: EN ATTENTE

source: SUCCESS
fr: SUCCÈS

source: FAILURE
fr: AYANT UNE ERREUR

source: Link
fr: Lien

source: Result
fr: Résultat

source: waiting page for task
fr: en attente de la page pour la tâche

source: link
fr: lien

source: Users
fr: Utilisateurs

source: Current breakdown
fr: Répartission actuelle

source: New users per week
fr: Nouveaux utilisateurs par semaine

source: Posts
fr: Articles

source: Totals
fr: Totaux

source: Profiles
fr: Profils

source: Timeline (by week)
fr: Ligne de temps (par semaine)

source: Impact: Posts
fr: Impact: Articles

source: Comments published
fr: Commentaires publiés

source: Comments posted per week
fr: Commentaires publiés par semaine

source: This graph shows the number of new comments posted per week.
fr: Ce graph montre le nombre de nouveaux commentaires postés par semaine.

source: Commenter Impact
fr: Impact du commenteur

source: Notification preferences
fr: Préférences de notification

source: Communication preferences
fr: Préférences de communication

source: Your email address
fr: Votre adresse email

source: You have no email address in your profile, so will receive no email notifications.
fr: Vous n'avez pas d'adresse mail associée à votre profil, vous ne pouvez donc pas recevoir de notification par mail.

source: Add an email address
fr: Ajouter une adresse email

source: Send email notifications for:
fr: Envoyer les notification mail pour :

source: Save preferences
fr: Enregistrer les préférences

source: To ensure our emails are not delivered to your spam folder, please add <b><a href='mailto:%(from_email)s'>%(from_email)s</a></b> to your address book.
fr: Pour limiter le risque que nous mails finisent dans votre dossier Spam, merci d'ajouter <b><a href='mailto:%(from_email)s'>%(from_email)s</a></b> à votre carnet d'adresses.

source: Subscriptions
fr: Abonnements

source: Notifications appear on the site, and according to the preferences above.
fr: Les notifications apparaissent sur le site, selon les préférences ci-dessus.

source: Replies to
fr: Réponses à

source: authors
fr: auteurs

source: You have no subscriptions.
fr: Vous n'avez aucun abonnement.

source: Subscriptions and communication preferences
fr: Préfénces d'abonnement et de communication

source: Mark all as read
fr: Marquer comme lus

source: delete
fr: supprimer

source: Delete all messages
fr: Supprimer tous les messages

source: No notifications.
fr: Pas de notification

source: has sent a new letter to
fr: a envoyé une nouvelle lettre à

source: You can read the letter here
fr: Vous pouvez lire la lettre ici

source: has added a new blog post
fr: a ajouté un nouvel article

source: Read more here
fr: Lire plus ici

source: Post categories
fr: Catégorie des articles

source: from
fr: de

source: has replied to
fr: a répondu à

source: which you are following
fr: auquel vous êtes abonnés

source: View the reply online
fr: Voir la réponse en ligne

source: wrote
fr: a écrit

source: to a post you're following
fr: à un article que auquel vous êtes abonné

source: Remove scan
fr: Supprimer scan

source: Are you sure you want to remove your profile scan?
fr: Êtes vous sûr de vouloir supprimer le scan de votre profil ?

source: Delete account
fr: Supprimer le compte

source: Delete account permanently?
fr: Supprimer le compte de manière permantente ?

source: Are you sure you want to delete your account? This cannot be undone. You will no longer be able to log in and all information about your profile will be removed.
fr: Êtes vous sûr de vouloir supprimer ce compte ? Cette opération est irreversible. Vous ne pourrez plus vous authentifier et toutes les informations de votre profil seront supprimées.

source: Delete comments
fr: Supprimer les commentaires

source: Note: Once things are on the Internet, it's nearly impossible for them to be removed completely. Search engines and other sites may retain copies of the comments, and they may have been printed and mailed to the authors of blog posts. However, we will make a good faith effort to remove your information.
fr: Note: une fois que quelquechose a été publié sur Internet, il est presque impossible de les supprimer complètement. Les moteurs de recherche et autre sites peuvent conserver des copies de vos commentaires, et ceux-ci ont été imprimés et envoyés par la poste aux auteurs des articles commentés. Nous pouvons néansmoins supprimer ces informations.

source: Once you delete your account, you will be unable to later delete comments if you don't delete them now. Either way, your profile information will no longer be associated with the comments.
fr: Une fois que votre compte sera supprimé, il ne sera plus possible de supprimer vos commentaires si vous ne les supprimez pas maintenant. Dans tous les cas, votre profil ne sera plus associé à ces commentaires.

source: Delete account permanently
fr: Supprimer le compte définitivement

source: Partners
fr: Partenaires

source: %(site.name)s partners program
fr: Programme de partenariat de %(site.name)s

source: Do you know someone in prison who would like to blog? %(site.name)s is growing through the support of volunteers around the world who help to facilitate blogging. All you need to get started is access to a scanner so that you can scan letters you receive, and to be willing to make a commitment to the people you'll be representing.
fr: Vous connaissez une personne en détention qui souhaiterais tenir un blog ? %(site.name)s grandi par le support de bénévoles souhaitant permettre aux detenus d'écrire sur un blog. Pour aider l'initiative et participer en tant que partenaire, il vous suffit d'avoir accès à un scanner pour pouvoir scanner les lettres que vous recevez et de vous engager auprès des personnes que vous assistez.

source: For organizations with multiple writers, %(site.name)s can set up a partner page to draw traffic and attention to your writers, and represent your organization and its mission.
fr: Pour les organisation assistants plusieurs auteurs, %(site.name)s peut mettre en place une page spécifique à cette organisation permettant ainsi de mettre en valeur ces auteurs ainsi que l'organisation en elle même.

source: Independent writers, supported by volunteers and staff for %(site.name)s:
fr: Auteurs indépendents, assistés par des bénévoles pour %(site.name)s:

source: %(profile.authored_posts_count)s posts; latest %(profile.latest_post|naturalday)s.
fr: %(profile.authored_posts_count)s articles; derniers %(profile.latest_post|naturalday)s.

source: All <em>%(chosen_org.name)s</em> posts
fr: Tous les articles de <em>%(chosen_org.name)s</em>

source: %(profile)s's profile
fr: Profil de %(profile)s

source: Scanned profile
fr: Profil scanné

source: Edit profile for %(profile.display_name)s
fr: Editer le profite pour %(profile.display_name)s
